
## Plan Result

[CI link](https://github.com/rindrics-sandbox-org/terraform-operations/actions/runs/11921796430)

It failed to parse the result.

<details><summary>Details (Click me)</summary>

```hcl
21:08:36.422 INFO   The stack at . will be processed in the following order for command init:
Group 1
- Module .


21:08:36.657 STDOUT terraform: Initializing the backend...
21:08:36.683 STDOUT terraform: Initializing modules...
21:08:36.685 STDOUT terraform: Initializing provider plugins...
21:08:36.685 STDOUT terraform: - Reusing previous version of hashicorp/null from the dependency lock file
21:08:36.723 STDOUT terraform: - Reusing previous version of integrations/github from the dependency lock file
21:08:36.750 STDOUT terraform: - Using previously-installed integrations/github v6.3.1
21:08:36.760 STDOUT terraform: - Using previously-installed hashicorp/null v3.2.3
21:08:36.760 STDOUT terraform: Terraform has been successfully initialized!
21:08:36.760 STDOUT terraform: 
21:08:36.760 STDOUT terraform: You may now begin working with Terraform. Try running "terraform plan" to see
21:08:36.761 STDOUT terraform: any changes that are required for your infrastructure. All Terraform commands
21:08:36.761 STDOUT terraform: should now work.
21:08:36.761 STDOUT terraform: If you ever set or change modules or backend configuration for Terraform,
21:08:36.761 STDOUT terraform: rerun this command to reinitialize your working directory. If you forget, other
21:08:36.761 STDOUT terraform: commands will detect it and remind you to do so if necessary.
1063344
57353056
21:08:36.812 INFO   The stack at . will be processed in the following order for command validate:
Group 1
- Module .


21:08:37.260 STDOUT terraform: Success! The configuration is valid.
21:08:37.261 STDOUT terraform: 
21:08:37.316 INFO   The stack at . will be processed in the following order for command plan:
Group 1
- Module .


21:08:38.226 STDOUT terraform: github_repository.terraform_operations: Preparing import... [id=github-terraform-examples]
21:08:38.227 STDOUT terraform: github_repository.terraform_state_files: Preparing import... [id=terraform-state-files]
21:08:38.229 STDOUT terraform: github_repository.terraform_operations: Refreshing state... [id=github-terraform-examples]
21:08:38.229 STDOUT terraform: github_repository.terraform_state_files: Refreshing state... [id=terraform-state-files]
21:08:38.233 STDOUT terraform: module.security.data.github_user.this["Rindrics"]: Reading...
21:08:39.764 STDOUT terraform: module.security.data.github_user.this["Rindrics"]: Read complete after 2s [id=14845847]
21:08:39.768 STDOUT terraform: github_membership.org_owner["Rindrics"]: Preparing import... [id=rindrics-sandbox-org:Rindrics]
21:08:39.769 STDOUT terraform: github_membership.org_owner["Rindrics"]: Refreshing state... [id=rindrics-sandbox-org:Rindrics]
21:08:40.078 STDOUT terraform: Terraform used the selected providers to generate the following execution
21:08:40.078 STDOUT terraform: plan. Resource actions are indicated with the following symbols:
21:08:40.078 STDOUT terraform:   + create
21:08:40.078 STDOUT terraform:   ~ update in-place
21:08:40.078 STDOUT terraform: Terraform will perform the following actions:
21:08:40.079 STDOUT terraform:   # github_membership.org_owner["Rindrics"] will be imported
21:08:40.079 STDOUT terraform:     resource "github_membership" "org_owner" {
21:08:40.079 STDOUT terraform:         etag     = "W/\"89d6ced36043752c176d825d0e7b106b1b9bfa13da6e973a1e2eb1924554d5e4\""
21:08:40.079 STDOUT terraform:         id       = "rindrics-sandbox-org:Rindrics"
21:08:40.079 STDOUT terraform:         role     = "admin"
21:08:40.079 STDOUT terraform:         username = "Rindrics"
21:08:40.079 STDOUT terraform:     }
21:08:40.079 STDOUT terraform:   # github_repository.all_in_one["bar"] will be created
21:08:40.079 STDOUT terraform:   + resource "github_repository" "all_in_one" {
21:08:40.079 STDOUT terraform:       + allow_auto_merge            = false
21:08:40.079 STDOUT terraform:       + allow_merge_commit          = true
21:08:40.079 STDOUT terraform:       + allow_rebase_merge          = true
21:08:40.079 STDOUT terraform:       + allow_squash_merge          = true
21:08:40.079 STDOUT terraform:       + archived                    = false
21:08:40.079 STDOUT terraform:       + default_branch              = (known after apply)
21:08:40.079 STDOUT terraform:       + delete_branch_on_merge      = false
21:08:40.079 STDOUT terraform:       + etag                        = (known after apply)
21:08:40.079 STDOUT terraform:       + full_name                   = (known after apply)
21:08:40.079 STDOUT terraform:       + git_clone_url               = (known after apply)
21:08:40.079 STDOUT terraform:       + html_url                    = (known after apply)
21:08:40.079 STDOUT terraform:       + http_clone_url              = (known after apply)
21:08:40.079 STDOUT terraform:       + id                          = (known after apply)
21:08:40.080 STDOUT terraform:       + merge_commit_message        = "PR_TITLE"
21:08:40.080 STDOUT terraform:       + merge_commit_title          = "MERGE_MESSAGE"
21:08:40.080 STDOUT terraform:       + name                        = "bar"
21:08:40.080 STDOUT terraform:       + node_id                     = (known after apply)
21:08:40.080 STDOUT terraform:       + primary_language            = (known after apply)
21:08:40.080 STDOUT terraform:       + private                     = (known after apply)
21:08:40.080 STDOUT terraform:       + repo_id                     = (known after apply)
21:08:40.080 STDOUT terraform:       + squash_merge_commit_message = "COMMIT_MESSAGES"
21:08:40.080 STDOUT terraform:       + squash_merge_commit_title   = "COMMIT_OR_PR_TITLE"
21:08:40.080 STDOUT terraform:       + ssh_clone_url               = (known after apply)
21:08:40.080 STDOUT terraform:       + svn_url                     = (known after apply)
21:08:40.080 STDOUT terraform:       + topics                      = (known after apply)
21:08:40.080 STDOUT terraform:       + visibility                  = "public"
21:08:40.080 STDOUT terraform:       + web_commit_signoff_required = false
21:08:40.080 STDOUT terraform:       + security_and_analysis (known after apply)
21:08:40.080 STDOUT terraform:     }
21:08:40.080 STDOUT terraform:   # github_repository.all_in_one["baz"] will be created
21:08:40.080 STDOUT terraform:   + resource "github_repository" "all_in_one" {
21:08:40.080 STDOUT terraform:       + allow_auto_merge            = false
21:08:40.080 STDOUT terraform:       + allow_merge_commit          = true
21:08:40.080 STDOUT terraform:       + allow_rebase_merge          = true
21:08:40.080 STDOUT terraform:       + allow_squash_merge          = true
21:08:40.080 STDOUT terraform:       + archived                    = false
21:08:40.080 STDOUT terraform:       + default_branch              = (known after apply)
21:08:40.080 STDOUT terraform:       + delete_branch_on_merge      = false
21:08:40.080 STDOUT terraform:       + etag                        = (known after apply)
21:08:40.080 STDOUT terraform:       + full_name                   = (known after apply)
21:08:40.080 STDOUT terraform:       + git_clone_url               = (known after apply)
21:08:40.080 STDOUT terraform:       + html_url                    = (known after apply)
21:08:40.080 STDOUT terraform:       + http_clone_url              = (known after apply)
21:08:40.080 STDOUT terraform:       + id                          = (known after apply)
21:08:40.081 STDOUT terraform:       + merge_commit_message        = "PR_TITLE"
21:08:40.081 STDOUT terraform:       + merge_commit_title          = "MERGE_MESSAGE"
21:08:40.081 STDOUT terraform:       + name                        = "baz"
21:08:40.081 STDOUT terraform:       + node_id                     = (known after apply)
21:08:40.081 STDOUT terraform:       + primary_language            = (known after apply)
21:08:40.081 STDOUT terraform:       + private                     = (known after apply)
21:08:40.081 STDOUT terraform:       + repo_id                     = (known after apply)
21:08:40.081 STDOUT terraform:       + squash_merge_commit_message = "COMMIT_MESSAGES"
21:08:40.081 STDOUT terraform:       + squash_merge_commit_title   = "COMMIT_OR_PR_TITLE"
21:08:40.081 STDOUT terraform:       + ssh_clone_url               = (known after apply)
21:08:40.081 STDOUT terraform:       + svn_url                     = (known after apply)
21:08:40.081 STDOUT terraform:       + topics                      = (known after apply)
21:08:40.081 STDOUT terraform:       + visibility                  = "public"
21:08:40.081 STDOUT terraform:       + web_commit_signoff_required = false
21:08:40.081 STDOUT terraform:       + security_and_analysis (known after apply)
21:08:40.081 STDOUT terraform:     }
21:08:40.081 STDOUT terraform:   # github_repository.all_in_one["foo"] will be created
21:08:40.081 STDOUT terraform:   + resource "github_repository" "all_in_one" {
21:08:40.081 STDOUT terraform:       + allow_auto_merge            = false
21:08:40.081 STDOUT terraform:       + allow_merge_commit          = true
21:08:40.081 STDOUT terraform:       + allow_rebase_merge          = true
21:08:40.081 STDOUT terraform:       + allow_squash_merge          = true
21:08:40.081 STDOUT terraform:       + archived                    = false
21:08:40.081 STDOUT terraform:       + default_branch              = (known after apply)
21:08:40.081 STDOUT terraform:       + delete_branch_on_merge      = false
21:08:40.081 STDOUT terraform:       + etag                        = (known after apply)
21:08:40.081 STDOUT terraform:       + full_name                   = (known after apply)
21:08:40.081 STDOUT terraform:       + git_clone_url               = (known after apply)
21:08:40.081 STDOUT terraform:       + html_url                    = (known after apply)
21:08:40.081 STDOUT terraform:       + http_clone_url              = (known after apply)
21:08:40.081 STDOUT terraform:       + id                          = (known after apply)
21:08:40.081 STDOUT terraform:       + merge_commit_message        = "PR_TITLE"
21:08:40.081 STDOUT terraform:       + merge_commit_title          = "MERGE_MESSAGE"
21:08:40.082 STDOUT terraform:       + name                        = "foo"
21:08:40.082 STDOUT terraform:       + node_id                     = (known after apply)
21:08:40.082 STDOUT terraform:       + primary_language            = (known after apply)
21:08:40.082 STDOUT terraform:       + private                     = (known after apply)
21:08:40.082 STDOUT terraform:       + repo_id                     = (known after apply)
21:08:40.082 STDOUT terraform:       + squash_merge_commit_message = "COMMIT_MESSAGES"
21:08:40.082 STDOUT terraform:       + squash_merge_commit_title   = "COMMIT_OR_PR_TITLE"
21:08:40.082 STDOUT terraform:       + ssh_clone_url               = (known after apply)
21:08:40.082 STDOUT terraform:       + svn_url                     = (known after apply)
21:08:40.082 STDOUT terraform:       + topics                      = (known after apply)
21:08:40.082 STDOUT terraform:       + visibility                  = "public"
21:08:40.082 STDOUT terraform:       + web_commit_signoff_required = false
21:08:40.082 STDOUT terraform:       + security_and_analysis (known after apply)
21:08:40.082 STDOUT terraform:     }
21:08:40.082 STDOUT terraform:   # github_repository.terraform_operations will be updated in-place
21:08:40.082 STDOUT terraform:   # (imported from "github-terraform-examples")
21:08:40.082 STDOUT terraform:   ~ resource "github_repository" "terraform_operations" {
21:08:40.082 STDOUT terraform:         allow_auto_merge            = false
21:08:40.082 STDOUT terraform:         allow_merge_commit          = true
21:08:40.082 STDOUT terraform:         allow_rebase_merge          = true
21:08:40.082 STDOUT terraform:         allow_squash_merge          = true
21:08:40.082 STDOUT terraform:         allow_update_branch         = false
21:08:40.082 STDOUT terraform:         archived                    = false
21:08:40.082 STDOUT terraform:         auto_init                   = false
21:08:40.082 STDOUT terraform:         default_branch              = "main"
21:08:40.082 STDOUT terraform:         delete_branch_on_merge      = true
21:08:40.082 STDOUT terraform:         description                 = "Organization 配下のリソースを管理する Terraform ソースの置き場所"
21:08:40.082 STDOUT terraform:         etag                        = "W/\"f29c6c954973ec325a06b9e28a9a2cee8729d69de9b5268c23ac405ffd94ebe0\""
21:08:40.082 STDOUT terraform:       ~ full_name                   = "rindrics-sandbox-org/terraform-operations" -> (known after apply)
21:08:40.083 STDOUT terraform:         git_clone_url               = "git://github.com/rindrics-sandbox-org/terraform-operations.git"
21:08:40.083 STDOUT terraform:         has_discussions             = false
21:08:40.083 STDOUT terraform:         has_downloads               = false
21:08:40.083 STDOUT terraform:         has_issues                  = true
21:08:40.083 STDOUT terraform:         has_projects                = false
21:08:40.083 STDOUT terraform:         has_wiki                    = false
21:08:40.083 STDOUT terraform:         homepage_url                = null
21:08:40.083 STDOUT terraform:         html_url                    = "https://github.com/rindrics-sandbox-org/terraform-operations"
21:08:40.083 STDOUT terraform:         http_clone_url              = "https://github.com/rindrics-sandbox-org/terraform-operations.git"
21:08:40.083 STDOUT terraform:         id                          = "github-terraform-examples"
21:08:40.083 STDOUT terraform:         is_template                 = false
21:08:40.083 STDOUT terraform:         merge_commit_message        = "PR_TITLE"
21:08:40.083 STDOUT terraform:         merge_commit_title          = "MERGE_MESSAGE"
21:08:40.083 STDOUT terraform:       ~ name                        = "github-terraform-examples" -> "terraform-operations"
21:08:40.083 STDOUT terraform:         node_id                     = "R_kgDONRuOGQ"
21:08:40.083 STDOUT terraform:         primary_language            = "HCL"
21:08:40.083 STDOUT terraform:         private                     = false
21:08:40.083 STDOUT terraform:         repo_id                     = 890998297
21:08:40.084 STDOUT terraform:         squash_merge_commit_message = "COMMIT_MESSAGES"
21:08:40.084 STDOUT terraform:         squash_merge_commit_title   = "COMMIT_OR_PR_TITLE"
21:08:40.084 STDOUT terraform:         ssh_clone_url               = "git@github.com:rindrics-sandbox-org/terraform-operations.git"
21:08:40.084 STDOUT terraform:         svn_url                     = "https://github.com/rindrics-sandbox-org/terraform-operations"
21:08:40.084 STDOUT terraform:         topics                      = []
21:08:40.084 STDOUT terraform:         visibility                  = "public"
21:08:40.084 STDOUT terraform:         vulnerability_alerts        = true
21:08:40.084 STDOUT terraform:         web_commit_signoff_required = false
21:08:40.084 STDOUT terraform:         security_and_analysis {
21:08:40.084 STDOUT terraform:             secret_scanning {
21:08:40.084 STDOUT terraform:                 status = "disabled"
21:08:40.084 STDOUT terraform:             }
21:08:40.084 STDOUT terraform:             secret_scanning_push_protection {
21:08:40.084 STDOUT terraform:                 status = "disabled"
21:08:40.084 STDOUT terraform:             }
21:08:40.084 STDOUT terraform:         }
21:08:40.084 STDOUT terraform:     }
21:08:40.084 STDOUT terraform:   # github_repository.terraform_state_files will be imported
21:08:40.084 STDOUT terraform:     resource "github_repository" "terraform_state_files" {
21:08:40.085 STDOUT terraform:         allow_auto_merge            = false
21:08:40.085 STDOUT terraform:         allow_merge_commit          = true
21:08:40.085 STDOUT terraform:         allow_rebase_merge          = true
21:08:40.085 STDOUT terraform:         allow_squash_merge          = true
21:08:40.085 STDOUT terraform:         allow_update_branch         = false
21:08:40.085 STDOUT terraform:         archived                    = false
21:08:40.085 STDOUT terraform:         auto_init                   = false
21:08:40.085 STDOUT terraform:         default_branch              = "main"
21:08:40.085 STDOUT terraform:         delete_branch_on_merge      = false
21:08:40.085 STDOUT terraform:         description                 = "リポジトリ `github-operations` の GitHub Actions から利用される Terraform state file を保管する"
21:08:40.085 STDOUT terraform:         etag                        = "W/\"c3d9bb8936b3c0cc5118345dba911909dd906c938ddb40867121de70a41336bb\""
21:08:40.085 STDOUT terraform:         full_name                   = "rindrics-sandbox-org/terraform-state-files"
21:08:40.085 STDOUT terraform:         git_clone_url               = "git://github.com/rindrics-sandbox-org/terraform-state-files.git"
21:08:40.085 STDOUT terraform:         has_discussions             = false
21:08:40.085 STDOUT terraform:         has_downloads               = false
21:08:40.085 STDOUT terraform:         has_issues                  = false
21:08:40.085 STDOUT terraform:         has_projects                = false
21:08:40.086 STDOUT terraform:         has_wiki                    = false
21:08:40.086 STDOUT terraform:         homepage_url                = null
21:08:40.086 STDOUT terraform:         html_url                    = "https://github.com/rindrics-sandbox-org/terraform-state-files"
21:08:40.086 STDOUT terraform:         http_clone_url              = "https://github.com/rindrics-sandbox-org/terraform-state-files.git"
21:08:40.086 STDOUT terraform:         id                          = "terraform-state-files"
21:08:40.086 STDOUT terraform:         is_template                 = false
21:08:40.086 STDOUT terraform:         merge_commit_message        = "PR_TITLE"
21:08:40.086 STDOUT terraform:         merge_commit_title          = "MERGE_MESSAGE"
21:08:40.086 STDOUT terraform:         name                        = "terraform-state-files"
21:08:40.086 STDOUT terraform:         node_id                     = "R_kgDONRu-jA"
21:08:40.086 STDOUT terraform:         primary_language            = null
21:08:40.086 STDOUT terraform:         private                     = true
21:08:40.086 STDOUT terraform:         repo_id                     = 891010700
21:08:40.086 STDOUT terraform:         squash_merge_commit_message = "COMMIT_MESSAGES"
21:08:40.086 STDOUT terraform:         squash_merge_commit_title   = "COMMIT_OR_PR_TITLE"
21:08:40.086 STDOUT terraform:         ssh_clone_url               = "git@github.com:rindrics-sandbox-org/terraform-state-files.git"
21:08:40.086 STDOUT terraform:         svn_url                     = "https://github.com/rindrics-sandbox-org/terraform-state-files"
21:08:40.087 STDOUT terraform:         topics                      = []
21:08:40.087 STDOUT terraform:         visibility                  = "private"
21:08:40.087 STDOUT terraform:         vulnerability_alerts        = true
21:08:40.087 STDOUT terraform:         web_commit_signoff_required = false
21:08:40.087 STDOUT terraform:     }
21:08:40.087 STDOUT terraform:   # github_team.all_in_one["team-1"] will be created
21:08:40.087 STDOUT terraform:   + resource "github_team" "all_in_one" {
21:08:40.087 STDOUT terraform:       + create_default_maintainer = false
21:08:40.087 STDOUT terraform:       + etag                      = (known after apply)
21:08:40.087 STDOUT terraform:       + id                        = (known after apply)
21:08:40.087 STDOUT terraform:       + members_count             = (known after apply)
21:08:40.087 STDOUT terraform:       + name                      = "team-1"
21:08:40.087 STDOUT terraform:       + node_id                   = (known after apply)
21:08:40.087 STDOUT terraform:       + parent_team_read_id       = (known after apply)
21:08:40.087 STDOUT terraform:       + parent_team_read_slug     = (known after apply)
21:08:40.087 STDOUT terraform:       + privacy                   = "closed"
21:08:40.087 STDOUT terraform:       + slug                      = (known after apply)
21:08:40.087 STDOUT terraform:     }
21:08:40.087 STDOUT terraform:   # github_team.all_in_one["team-2"] will be created
21:08:40.087 STDOUT terraform:   + resource "github_team" "all_in_one" {
21:08:40.088 STDOUT terraform:       + create_default_maintainer = false
21:08:40.088 STDOUT terraform:       + etag                      = (known after apply)
21:08:40.088 STDOUT terraform:       + id                        = (known after apply)
21:08:40.088 STDOUT terraform:       + members_count             = (known after apply)
21:08:40.088 STDOUT terraform:       + name                      = "team-2"
21:08:40.088 STDOUT terraform:       + node_id                   = (known after apply)
21:08:40.088 STDOUT terraform:       + parent_team_read_id       = (known after apply)
21:08:40.088 STDOUT terraform:       + parent_team_read_slug     = (known after apply)
21:08:40.088 STDOUT terraform:       + privacy                   = "closed"
21:08:40.088 STDOUT terraform:       + slug                      = (known after apply)
21:08:40.088 STDOUT terraform:     }
21:08:40.088 STDOUT terraform:   # github_team.all_in_one["team-3"] will be created
21:08:40.088 STDOUT terraform:   + resource "github_team" "all_in_one" {
21:08:40.088 STDOUT terraform:       + create_default_maintainer = false
21:08:40.088 STDOUT terraform:       + etag                      = (known after apply)
21:08:40.088 STDOUT terraform:       + id                        = (known after apply)
21:08:40.088 STDOUT terraform:       + members_count             = (known after apply)
21:08:40.088 STDOUT terraform:       + name                      = "team-3"
21:08:40.089 STDOUT terraform:       + node_id                   = (known after apply)
21:08:40.089 STDOUT terraform:       + parent_team_read_id       = (known after apply)
21:08:40.089 STDOUT terraform:       + parent_team_read_slug     = (known after apply)
21:08:40.089 STDOUT terraform:       + privacy                   = "closed"
21:08:40.089 STDOUT terraform:       + slug                      = (known after apply)
21:08:40.089 STDOUT terraform:     }
21:08:40.089 STDOUT terraform:   # github_team.all_in_one["team-4"] will be created
21:08:40.089 STDOUT terraform:   + resource "github_team" "all_in_one" {
21:08:40.089 STDOUT terraform:       + create_default_maintainer = false
21:08:40.089 STDOUT terraform:       + etag                      = (known after apply)
21:08:40.089 STDOUT terraform:       + id                        = (known after apply)
21:08:40.089 STDOUT terraform:       + members_count             = (known after apply)
21:08:40.089 STDOUT terraform:       + name                      = "team-4"
21:08:40.089 STDOUT terraform:       + node_id                   = (known after apply)
21:08:40.089 STDOUT terraform:       + parent_team_read_id       = (known after apply)
21:08:40.089 STDOUT terraform:       + parent_team_read_slug     = (known after apply)
21:08:40.089 STDOUT terraform:       + privacy                   = "closed"
21:08:40.089 STDOUT terraform:       + slug                      = (known after apply)
21:08:40.090 STDOUT terraform:     }
21:08:40.090 STDOUT terraform:   # github_team.all_in_one["team-5"] will be created
21:08:40.090 STDOUT terraform:   + resource "github_team" "all_in_one" {
21:08:40.090 STDOUT terraform:       + create_default_maintainer = false
21:08:40.090 STDOUT terraform:       + etag                      = (known after apply)
21:08:40.090 STDOUT terraform:       + id                        = (known after apply)
21:08:40.090 STDOUT terraform:       + members_count             = (known after apply)
21:08:40.090 STDOUT terraform:       + name                      = "team-5"
21:08:40.090 STDOUT terraform:       + node_id                   = (known after apply)
21:08:40.090 STDOUT terraform:       + parent_team_read_id       = (known after apply)
21:08:40.090 STDOUT terraform:       + parent_team_read_slug     = (known after apply)
21:08:40.090 STDOUT terraform:       + privacy                   = "closed"
21:08:40.090 STDOUT terraform:       + slug                      = (known after apply)
21:08:40.090 STDOUT terraform:     }
21:08:40.090 STDOUT terraform:   # github_team_membership.all_in_one["team-1"] will be created
21:08:40.090 STDOUT terraform:   + resource "github_team_membership" "all_in_one" {
21:08:40.090 STDOUT terraform:       + etag     = (known after apply)
21:08:40.090 STDOUT terraform:       + id       = (known after apply)
21:08:40.090 STDOUT terraform:       + role     = "maintainer"
21:08:40.090 STDOUT terraform:       + team_id  = "team-1"
21:08:40.090 STDOUT terraform:       + username = "Rindrics"
21:08:40.090 STDOUT terraform:     }
21:08:40.090 STDOUT terraform:   # github_team_membership.all_in_one["team-2"] will be created
21:08:40.090 STDOUT terraform:   + resource "github_team_membership" "all_in_one" {
21:08:40.091 STDOUT terraform:       + etag     = (known after apply)
21:08:40.091 STDOUT terraform:       + id       = (known after apply)
21:08:40.091 STDOUT terraform:       + role     = "maintainer"
21:08:40.091 STDOUT terraform:       + team_id  = "team-2"
21:08:40.091 STDOUT terraform:       + username = "Rindrics"
21:08:40.091 STDOUT terraform:     }
21:08:40.091 STDOUT terraform:   # github_team_membership.all_in_one["team-3"] will be created
21:08:40.091 STDOUT terraform:   + resource "github_team_membership" "all_in_one" {
21:08:40.091 STDOUT terraform:       + etag     = (known after apply)
21:08:40.091 STDOUT terraform:       + id       = (known after apply)
21:08:40.091 STDOUT terraform:       + role     = "maintainer"
21:08:40.091 STDOUT terraform:       + team_id  = "team-3"
21:08:40.091 STDOUT terraform:       + username = "Rindrics"
21:08:40.091 STDOUT terraform:     }
21:08:40.091 STDOUT terraform:   # github_team_membership.all_in_one["team-4"] will be created
21:08:40.091 STDOUT terraform:   + resource "github_team_membership" "all_in_one" {
21:08:40.091 STDOUT terraform:       + etag     = (known after apply)
21:08:40.091 STDOUT terraform:       + id       = (known after apply)
21:08:40.091 STDOUT terraform:       + role     = "maintainer"
21:08:40.091 STDOUT terraform:       + team_id  = "team-4"
21:08:40.091 STDOUT terraform:       + username = "Rindrics"
21:08:40.091 STDOUT terraform:     }
21:08:40.091 STDOUT terraform:   # github_team_membership.all_in_one["team-5"] will be created
21:08:40.091 STDOUT terraform:   + resource "github_team_membership" "all_in_one" {
21:08:40.091 STDOUT terraform:       + etag     = (known after apply)
21:08:40.091 STDOUT terraform:       + id       = (known after apply)
21:08:40.091 STDOUT terraform:       + role     = "maintainer"
21:08:40.091 STDOUT terraform:       + team_id  = "team-5"
21:08:40.091 STDOUT terraform:       + username = "Rindrics"
21:08:40.091 STDOUT terraform:     }
21:08:40.091 STDOUT terraform:   # github_team_repository.all_in_one["team-1:foo"] will be created
21:08:40.091 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:08:40.091 STDOUT terraform:       + etag       = (known after apply)
21:08:40.091 STDOUT terraform:       + id         = (known after apply)
21:08:40.091 STDOUT terraform:       + permission = "maintain"
21:08:40.091 STDOUT terraform:       + repository = "foo"
21:08:40.091 STDOUT terraform:       + team_id    = (known after apply)
21:08:40.091 STDOUT terraform:     }
21:08:40.091 STDOUT terraform:   # github_team_repository.all_in_one["team-2:baz"] will be created
21:08:40.091 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:08:40.091 STDOUT terraform:       + etag       = (known after apply)
21:08:40.091 STDOUT terraform:       + id         = (known after apply)
21:08:40.091 STDOUT terraform:       + permission = "maintain"
21:08:40.091 STDOUT terraform:       + repository = "baz"
21:08:40.092 STDOUT terraform:       + team_id    = (known after apply)
21:08:40.092 STDOUT terraform:     }
21:08:40.092 STDOUT terraform:   # github_team_repository.all_in_one["team-2:foo"] will be created
21:08:40.092 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:08:40.092 STDOUT terraform:       + etag       = (known after apply)
21:08:40.092 STDOUT terraform:       + id         = (known after apply)
21:08:40.092 STDOUT terraform:       + permission = "maintain"
21:08:40.092 STDOUT terraform:       + repository = "foo"
21:08:40.092 STDOUT terraform:       + team_id    = (known after apply)
21:08:40.092 STDOUT terraform:     }
21:08:40.092 STDOUT terraform:   # github_team_repository.all_in_one["team-3:bar"] will be created
21:08:40.092 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:08:40.092 STDOUT terraform:       + etag       = (known after apply)
21:08:40.092 STDOUT terraform:       + id         = (known after apply)
21:08:40.092 STDOUT terraform:       + permission = "maintain"
21:08:40.092 STDOUT terraform:       + repository = "bar"
21:08:40.092 STDOUT terraform:       + team_id    = (known after apply)
21:08:40.092 STDOUT terraform:     }
21:08:40.092 STDOUT terraform:   # github_team_repository.all_in_one["team-3:baz"] will be created
21:08:40.092 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:08:40.092 STDOUT terraform:       + etag       = (known after apply)
21:08:40.092 STDOUT terraform:       + id         = (known after apply)
21:08:40.092 STDOUT terraform:       + permission = "maintain"
21:08:40.092 STDOUT terraform:       + repository = "baz"
21:08:40.092 STDOUT terraform:       + team_id    = (known after apply)
21:08:40.092 STDOUT terraform:     }
21:08:40.092 STDOUT terraform:   # github_team_repository.all_in_one["team-3:foo"] will be created
21:08:40.092 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:08:40.092 STDOUT terraform:       + etag       = (known after apply)
21:08:40.092 STDOUT terraform:       + id         = (known after apply)
21:08:40.092 STDOUT terraform:       + permission = "maintain"
21:08:40.092 STDOUT terraform:       + repository = "foo"
21:08:40.092 STDOUT terraform:       + team_id    = (known after apply)
21:08:40.092 STDOUT terraform:     }
21:08:40.092 STDOUT terraform:   # github_team_repository.all_in_one["team-4:baz"] will be created
21:08:40.092 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:08:40.092 STDOUT terraform:       + etag       = (known after apply)
21:08:40.092 STDOUT terraform:       + id         = (known after apply)
21:08:40.092 STDOUT terraform:       + permission = "maintain"
21:08:40.092 STDOUT terraform:       + repository = "baz"
21:08:40.092 STDOUT terraform:       + team_id    = (known after apply)
21:08:40.093 STDOUT terraform:     }
21:08:40.093 STDOUT terraform:   # github_team_repository.all_in_one["team-5:bar"] will be created
21:08:40.093 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:08:40.093 STDOUT terraform:       + etag       = (known after apply)
21:08:40.093 STDOUT terraform:       + id         = (known after apply)
21:08:40.093 STDOUT terraform:       + permission = "maintain"
21:08:40.093 STDOUT terraform:       + repository = "bar"
21:08:40.093 STDOUT terraform:       + team_id    = (known after apply)
21:08:40.093 STDOUT terraform:     }
21:08:40.093 STDOUT terraform:   # github_team_repository.all_in_one["team-5:baz"] will be created
21:08:40.093 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:08:40.093 STDOUT terraform:       + etag       = (known after apply)
21:08:40.093 STDOUT terraform:       + id         = (known after apply)
21:08:40.093 STDOUT terraform:       + permission = "maintain"
21:08:40.093 STDOUT terraform:       + repository = "baz"
21:08:40.093 STDOUT terraform:       + team_id    = (known after apply)
21:08:40.093 STDOUT terraform:     }
21:08:40.093 STDOUT terraform:   # github_team_repository.all_in_one["team-5:foo"] will be created
21:08:40.093 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:08:40.093 STDOUT terraform:       + etag       = (known after apply)
21:08:40.093 STDOUT terraform:       + id         = (known after apply)
21:08:40.093 STDOUT terraform:       + permission = "maintain"
21:08:40.093 STDOUT terraform:       + repository = "foo"
21:08:40.093 STDOUT terraform:       + team_id    = (known after apply)
21:08:40.093 STDOUT terraform:     }
21:08:40.093 STDOUT terraform: Plan: 3 to import, 23 to add, 1 to change, 0 to destroy.
21:08:40.093 STDOUT terraform: ─────────────────────────────────────────────────────────────────────────────
21:08:40.093 STDOUT terraform: Saved the plan to: .terraform/terraform.plan
21:08:40.093 STDOUT terraform: To perform exactly these actions, run the following command to apply:
21:08:40.093 STDOUT terraform:     terraform apply ".terraform/terraform.plan"

```

</details>

<!-- github-comment: {"Command":"plan","JobName":"terraform_plan","PRNumber":7,"Program":"tfcmt","SHA1":"8c7a5526782f8b5774b89162ffbc4f80bd1fc1ff","Vars":{},"WorkflowName":"terraform-plan"} -->